/*
Создание индексов, оценка времени выполнения запросов. Анализ эффективности (предметная область «Гостиница»).
Практика
Офлайн
Объем: 4 ак.часа
Содержание:
Применение плана выполнения запроса для оптимизации выполнения запросов (предметная область «Книжный склад»)
Оценка времени выполнения запросов, анализ эффективности (предметная область «Гостиница»)

Задание:
"Расширенные возможности SQL", постройте план выполнения запросов и выполните анализ эффективности запросов для следующих шагов
- модуль 1, урок 6, шаг 5-8
- модуль 2, урок 6, шаг 3-5

Для выполнения заданий используйте онлайн тренажер:
«Расширенные возможности по SQL» - https://stepik.org/course/99786/syllabus
 */